[
  {
    "id" : 1, 
    "title" : "Software do seu dispositivo atualizado",
    "description" : "Manter o software do seu dispositivo móvel atualizado é essencial para a segurança. As atualizações geralmente contêm correções de segurança que abordam vulnerabilidades conhecidas. Ao manter seu sistema operacional, aplicativos e antivírus atualizados, você reduz o risco de ataques cibernéticos explorarem brechas de segurança existentes.",
    "url_imagem" : "https://firebasestorage.googleapis.com/v0/b/netapi-8d36f.appspot.com/o/IMAGENS%20DICAS%2FDICA%201.png?alt=media&token=2b8b029d-d6e6-4307-b08c-965bd78eda63",
    "data" : "3/05/2023"
  }, 
  
  {
    "id" : 2, 
    "title" : "Use senhas seguras",
    "description" : "Usar senhas seguras é fundamental para proteger seu dispositivo e suas contas online. Evite senhas óbvias e fáceis de adivinhar, como datas de nascimento, nomes de familiares ou sequências numéricas simples . Em vez disso, crie senhas complexas com uma combinação de letras maiúsculas e minúsculas, números e caracteres especiais.",
    "url_imagem" : "https://firebasestorage.googleapis.com/v0/b/netapi-8d36f.appspot.com/o/IMAGENS%20DICAS%2FDICA%202.png?alt=media&token=d3b50ead-d6df-4cb9-a23d-da5ca4ae4b98",
    "data" : "4/05/2023"
  }, 
  
  {
    "id" : 3, 
    "title" : "Autenticação em dois fatores",
    "description" : "A autenticação em dois fatores (2FA) adiciona uma camada extra de segurança às suas contas online. Além da senha, o 2FA requer um código de autenticação adicional, que geralmente é enviado por mensagem de texto, gerado por um aplicativo de autenticação ou fornecido por meio de um dispositivo de segurança físico. Ao ativar o 2FA, mesmo que alguém obtenha sua senha, ainda precisará do código de autenticação para acessar sua conta. Resumindo além de criar uma senha segura, devemos adicionar mais uma camada de segurança, pois mesmo alguém que tem acesso a sua senha precisará fazer a autenticação de fatores ",
    "url_imagem" : "https://firebasestorage.googleapis.com/v0/b/netapi-8d36f.appspot.com/o/IMAGENS%20DICAS%2FDICA%203.png?alt=media&token=14021acf-c42f-4c4e-a06d-fb0521c03978",
    "data" : "5/05/2023"
   },
  
   {
    "id" : 4, 
    "title" : "Cuidado ao conectar-se em redes públicas",
    "description" : "Redes Wi-Fi públicas geralmente não seguras são alvos comuns para ataques cibernéticos. Essas redes podem ser facilmente exploradas por invasores para interceptar seus dados pessoais, como informações de login e detalhes bancários. Portanto, é aconselhável evitar o uso de redes Wi-Fi desconhecidas e optar por redes seguras e confiáveis, como a sua rede doméstica ou uma rede virtual privada (VPN) confiável. Evite realizar tarefas mais confidenciais como por exemplo de transações bancárias usando este tipo de rede.",
    "url_imagem" : "https://firebasestorage.googleapis.com/v0/b/netapi-8d36f.appspot.com/o/IMAGENS%20DICAS%2FDICA%204.png?alt=media&token=5cfe2043-60c2-4936-afde-7579f0139757",
    "data" : "6/05/2023"
   },
  
  {
   "id" : 5, 
    "title" : "Evite clicar em links desconhecidos",
    "description" : "Links suspeitos em mensagens de texto, e-mails ou mídias sociais podem levar a sites maliciosos projetados para roubar suas informações pessoais ou instalar malware em seu dispositivo. Independente das camadas de segurança que você está usando, deve-se sempre estar alerta e ter cuidado ao clicar em links e verificar a legitimidade e segurança do remetente antes de clicar. Se você não estiver certo da procedência, é mais seguro evitar clicar no link.",
    "url_imagem" : "https://firebasestorage.googleapis.com/v0/b/netapi-8d36f.appspot.com/o/IMAGENS%20DICAS%2FDICA%205.png?alt=media&token=722257b8-262c-41ee-bc06-4d06e381feea",
    "data" : "7/05/2023"
   },
  
  {
   "id" : 6, 
    "title" : "Use um aplicativo de segurança móvel",
    "description" : "Aplicativos de segurança móvel confiáveis, como antivírus e antimalware, podem proteger seu dispositivo contra ameaças cibernéticas, como malware, spyware e phishing. Esses aplicativos podem escanear arquivos, monitorar atividades suspeitas e fornecer proteção em tempo real. Certifique-se de instalar um aplicativo de segurança móvel de uma fonte confiável e mantenha-o atualizado regularmente. Se possível utilizar o antivírus pago como o Avast, AVG,BitDefender etc. Pois esses software na forma paga trarão mais camadas de segurança seu dispositivo.",
    "url_imagem" : "https://firebasestorage.googleapis.com/v0/b/netapi-8d36f.appspot.com/o/IMAGENS%20DICAS%2FDICA%206.png?alt=media&token=b12f594e-3b16-46bc-90b5-e94add23eb81",
    "data" : "27/05/2023"
   },
  
    {
   "id" : 7, 
    "title" : "Gerencie suas configurações de privacidade",
    "description" : "Revisar e gerenciar as configurações de privacidade em seus aplicativos e no sistema operacional do dispositivo é essencial para proteger suas informações pessoais. Verifique quais permissões cada aplicativo solicitou e se o mesmo não está requerendo permissões inadequadas. Muita atenção em aplicativos que solicitam permissão de administrador, pois ao conceder essas permissões você está dando controle total do seu dispositivo para o aplicativo.",
    "url_imagem" : "https://firebasestorage.googleapis.com/v0/b/netapi-8d36f.appspot.com/o/IMAGENS%20DICAS%2FDICA%206.png?alt=media&token=b12f594e-3b16-46bc-90b5-e94add23eb81",
    "data" : "27/05/2023"
   },
  
   {
   "id" : 8, 
    "title" : "Faça backup de seus dados regularmente",
    "description" : "Fazer backup regular dos dados do seu dispositivo móvel é crucial para proteger suas informações importantes e garantir que você não as perca em caso de roubo, perda ou falha do dispositivo. Use serviços de armazenamento em nuvem confiáveis, como o Google Drive, o iCloud ou outros provedores conhecidos, para fazer backup de fotos, vídeos, documentos e outros dados importantes. Além disso, você pode usar um cabo USB para fazer backup diretamente em seu computador. Certifique-se de fazer backups periódicos para garantir que seus dados estejam sempre protegidos.",
    "url_imagem" : "https://firebasestorage.googleapis.com/v0/b/netapi-8d36f.appspot.com/o/IMAGENS%20DICAS%2FDICA%208.png?alt=media&token=bd3fe367-71f3-41d4-ae3f-9b681e972c3e",
    "data" : "27/05/2023"
   },
  
   {
   "id" : 9, 
    "title" : "Ocultar aplicativos",
    "description" : "Essa técnica é feita através do uso de outros aplicativos, no qual o usuário pode estar ocultando(escondendo) aplicativos mais confidenciais, como softwares de fotos, vídeos e aplicações bancárias. O usuário poderá esconder o aplicativo utilizando atalhos ícones fictícios, em que o aplicativo ficará encapsulado dentro de uma pasta camuflado com outro nome e icone, exemplo de aplicativo que pode ser usando é o AppHide. Outra forma será usando a opção ocultar aplicativo que já vem nativo nas configurações do android. Essa segunda opção a forma de configurar muda muito de um smartphone para outro",
    "url_imagem" : "https://firebasestorage.googleapis.com/v0/b/netapi-8d36f.appspot.com/o/IMAGENS%20DICAS%2FDICA%209.png?alt=media&token=da7f26c0-40f1-48c1-9211-fd037f94a038",
    "data" : "27/05/2023"
   },
  
   {
   "id" : 10, 
    "title" : "Cuidados ao trocar seu aparelho",
    "description" : "hoje devido a grande evolução das tecnologias sempre estamos nos atualizando adquirindo novos aparelhos, para mantermos o mesmo nível de produtividade. Na hora da troca dos aparelhos precisamos tomar muito cuidado. Para que você não corra nenhum risco duas as ações são necessárias a limpeza de todos os dados e restauração do aparelho para o padrão de fábrica."
    "url_imagem" : "https://firebasestorage.googleapis.com/v0/b/netapi-8d36f.appspot.com/o/IMAGENS%20DICAS%2FDICA%2010.png?alt=media&token=1d831ffa-a2c1-4c87-9d13-755afe0f7c0b",
    "data" : "27/05/2023"
   }  
  
]
