[
  {
    "id" : 1, 
    "title" : "Software do seu dispositivo atualizado",
    "description" : "Manter o software do seu dispositivo móvel atualizado é essencial para a segurança. As atualizações geralmente contêm correções de segurança que abordam vulnerabilidades conhecidas. Ao manter seu sistema operacional, aplicativos e antivírus atualizados, você reduz o risco de ataques cibernéticos explorarem brechas de segurança existentes.",
    "url_imagem" : "https://firebasestorage.googleapis.com/v0/b/netapi-8d36f.appspot.com/o/IMAGENS%20DICAS%2FDICA%201.png?alt=media&token=2b8b029d-d6e6-4307-b08c-965bd78eda63",
    "data" : "3/05/2023"
  }, 
  
  {
    "id" : 2, 
    "title" : "Use senhas seguras",
    "description" : "Usar senhas seguras é fundamental para proteger seu dispositivo e suas contas online. Evite senhas óbvias e fáceis de adivinhar, como datas de nascimento, nomes de familiares ou sequências numéricas simples . Em vez disso, crie senhas complexas com uma combinação de letras maiúsculas e minúsculas, números e caracteres especiais.",
    "url_imagem" : "https://firebasestorage.googleapis.com/v0/b/netapi-8d36f.appspot.com/o/IMAGENS%20DICAS%2FDICA%202.png?alt=media&token=d3b50ead-d6df-4cb9-a23d-da5ca4ae4b98",
    "data" : "4/05/2023"
  }, 
  
  {
    "id" : 3, 
    "title" : "Autenticação em dois fatores",
    "description" : "A autenticação em dois fatores (2FA) adiciona uma camada extra de segurança às suas contas online. Além da senha, o 2FA requer um código de autenticação adicional, que geralmente é enviado por mensagem de texto, gerado por um aplicativo de autenticação ou fornecido por meio de um dispositivo de segurança físico. Ao ativar o 2FA, mesmo que alguém obtenha sua senha, ainda precisará do código de autenticação para acessar sua conta. Resumindo além de criar uma senha segura, devemos adicionar mais uma camada de segurança, pois mesmo alguém que tem acesso a sua senha precisará fazer a autenticação de fatores ",
    "url_imagem" : "https://firebasestorage.googleapis.com/v0/b/netapi-8d36f.appspot.com/o/IMAGENS%20DICAS%2FDICA%203.png?alt=media&token=14021acf-c42f-4c4e-a06d-fb0521c03978",
    "data" : "5/05/2023"
   },
  
   {
    "id" : 4, 
    "title" : "Cuidado ao conectar-se em redes públicas",
    "description" : "Redes Wi-Fi públicas geralmente não seguras são alvos comuns para ataques cibernéticos. Essas redes podem ser facilmente exploradas por invasores para interceptar seus dados pessoais, como informações de login e detalhes bancários. Portanto, é aconselhável evitar o uso de redes Wi-Fi desconhecidas e optar por redes seguras e confiáveis, como a sua rede doméstica ou uma rede virtual privada (VPN) confiável. Evite realizar tarefas mais confidenciais como por exemplo de transações bancárias usando este tipo de rede.",
    "url_imagem" : "https://firebasestorage.googleapis.com/v0/b/netapi-8d36f.appspot.com/o/IMAGENS%20DICAS%2FDICA%204.png?alt=media&token=5cfe2043-60c2-4936-afde-7579f0139757",
    "data" : "6/05/2023"
   }  
  
  
]
